Revit 2027 API
ParameterTypeId.AllModelInstanceComments Property
 "Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelInstanceComments { get; }
Public Shared ReadOnly Property AllModelInstanceComments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelInstanceComments {
	ForgeTypeId^ get ();
}
static member AllModelInstanceComments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace